[
    {
        "id": 1,
        "name": "Leocir Pessini",
        "years": "1955 - 2019",
        "image": "",
        "bio": "Um dos nomes de maior destaque na Bioética brasileira é o de Leocir Pessini (14/05/1955 – 24/07/2019), padre e superior da Ordem dos Camilianos no Brasil que, como bioeticista, dedicou-se a pensar sobre questões associadas à terminalidade da vida; neste sentido, escreveu a trilogia: “Distanásia: até quando investir sem agredir” (Loyola, 2a.ed., 2007), “Eutanásia: por que abreviar a vida” (Loyola, 2005) e “Humanização e cuidados paliativos” (Coord., 6a.ed., 2014), sobre obstinação terapêutica, cuidados paliativos e respeito à dignidade do ser humano em vulnerabilidade pela doença e/ou pela dor. Graduado em Filosofia pelo Centro Universitário Nossa Senhora da Assunção, em São Paulo (1977), e em Teologia pela Pontifícia Universidade Salesiana de Roma (1980), Padre Léo concluiu o mestrado (em 1990) e o doutorado (em 2001) em Teologia Moral na Pontifícia Universidade Católica, em São Paulo. Seus estudos em Bioética foram realizados no Saint Luke’s Medical Center, em 1983 e 1996, e no Centro de Bioética da Edinboro University, onde se dedicou ao pós-doutorado (2014). Leocir Pessini foi também membro do Conselho Editorial da Revista Bioética, da Comissão Nacional de Revisão do Código de Ética Médica e da Comissão Técnica de Terminalidade da Vida e Cuidados Paliativos (CFM), além de professor do Programa de Bioética do Centro Universitário São Camilo."
    },
    {
        "id": 2,
        "name": "Fátima Oliveira",
        "years": "1953 - 2017",
        "image": "",
        "bio": "Fátima Oliveira (1953-2017) foi uma médica, feminista emancipadora, escritora e bioeticista que dedicou sua vida na luta dos direitos reprodutivos da mulher negra e muito contribuiu com o estudo da Saúde da População Negra no Brasil. Foi uma das fundadoras da Rede Nacional Feminista de Saúde e Direitos Sexuais Reprodutivos. Esteve à frente na criação do SUS, do Programa Nacional de Anemia Falciforme e demonstrou pioneirismo nas leituras, discussões e publicações de livros e vários artigos de relevância sobre Bioética. Dentre inúmeros fatos a se destacar, se tornou a primeira mulher negra a dirigir uma organização feminista no Brasil, o Movimento Popular da Mulher (MPM). Participou de toda a mobilização para o 1° Encontro de Mulheres Negras e da primeira reunião que discutiu a criação da Rede Feminista de Saúde. Ela levou este pioneirismo também para a sua gestão na área Técnica da Saúde da Mulher do Ministério da Saúde. Fátima Oliveira dizia sobre a bioética: “nova cara da ética”, cujo objetivo geral seria a busca de benefícios e da garantia de integridade do ser humano, tendo como fio condutor o princípio básico da defesa da dignidade. Não podendo deixar de reconhecer que o aparecimento da bioética sela o reencontro da biologia com a filosofia, trata-se, portanto, de uma volta da biologia a suas origens.  Fátima já colocava que a bioética além de um movimento social voltado à ética nas ciências biológicas e áreas correlatas, deveria ser também, segundo a autora, uma disciplina norteadora de teorias para o biodireito e para a legislação, com finalidade de assegurar mais humanismo nas ações do cotidiano das práticas médicas e nas experimentações científicas que utilizam seres humanos. Buscava entender como se articulam os conhecimentos e poderes da biologia contemporânea e as perspectivas de novas formas de dominação de classe, etnia/raça e gênero, como exemplo, cita as políticas de controle de população, que além do acento ideológico de classe/gênero/raça/etnicidade, o alvo é o controle da prole dos “inferiores”. Dizia que é necessário que reflitamos sobre qual o papel da bioética nas condições atuais sob a égide da engenharia genética e demais biotecnologias, considerando a guerra comercial pela regulamentação das denominadas biopatentes - dentre elas as de genes humanos - e a monopolização dos seus saberes, assim como o enfeudamento desses conhecimentos pelos países ricos. Situações essas, ainda, extremamente atuais. Fátima já dialogava que essas propostas políticas possuem um alvo, os corpos de certas pessoas. Evidenciam que as políticas de população têm como único objetivo a determinação de quem pode ou não nascer e morrer, e demonstram que, são definidas substancialmente ou quase exclusivamente tomando por base a cultura sexista e racista, alicerçadas pela dominação de classe. Mas também ressaltou que desta realidade, emerge uma área de discussão e atuação política.  Muito do legado de Oliveira ficou registrado em seus livros, artigos científicos, artigos de jornais e relatórios de pesquisa. Sua primeira produção é datada de 1991, com o artigo “Engenharia Genética e Socialismo”. Publicou também as obras de divulgação científica “Engenharia Genética – o sétimo dia da criação” (1995) e “Bioética: uma face da cidadania” (1997). Destaca-se, ainda, a extensa e importante produção técnica sobre saúde da população negra, denominada “Saúde da população negra: Brasil ano 2001”, resultante de consultoria para a Organização Pan-Americana de Saúde (OPAS). A publicação foi utilizada como documento preparatório da OPAS para a III Conferência Mundial da ONU contra o Racismo. Na mesma produção técnica, Oliveira também apresentou a proposta “Política Nacional de Saúde da População Negra: uma questão de equidade”"
    },
    {
        "id": 3,
        "name": "José Eduardo de Siqueira",
        "years": "1942 - 2025",
        "image": "",
        "bio": "O recém-falecido Prof. Dr. José Eduardo de Siqueira (10/07/1942 – 09/02/2025) foi um dos nomes de maior relevância para a Bioética no Brasil, tendo sido presidente da SBB – Regional do Paraná entre os anos de 2005 e 2007; graduado em Medicina pela Pontifícia Universidade Católica de São Paulo (1967), com mestrado em Bioética pela Universidad de Chile (1998) e doutorado em Medicina e Ciências da Saúde pela Universidade Estadual de Londrina (1974), o Prof. José Eduardo de Siqueira foi também professor de Clínica Médica e Bioética da UEL, membro da Câmara Técnica de Medicina Paliativa do CFM, membro da Comissão Nacional de Revisão do Código de Ética Médica do CFM e coordenador do Curso de Medicina da Pontifícia Universidade Católica do Paraná (PUC-PR) – Campus Londrina. Sua produção bibliográfica é composta por mais de 200 artigos, dentre os quais se destaca o recente O exercício da medicina na sociedade do desempenho (SIQUEIRA, J. E. O exercício da medicina na sociedade do desempenho. Revista Iátrico, v. 3, pp. 10-11, 2021).  Também de sua autoria, a Revista Bioética do CFM publicou, em 2009, O ensino da Bioética no curso médico, disponível em: <https://revistabioetica.cfm.org.br/revista_bioetica/article/view/175>."
    },
    {
        "id": 4,
        "name": "Marco Segre",
        "years": "1993 - 2016",
        "image": "",
        "bio": "Marco Segre (1993-2016) foi uma das figuras mais importantes na construção da Bioética no Brasil. Médico, sanitarista e humanista, deixou um legado intelectual e ético que influenciou profundamente a formação de profissionais da saúde em todo o país. Formado pela Faculdade de Medicina da Universidade de São Paulo (FMUSP) e especialista em saúde pública pela Faculdade de Saúde Pública da mesma instituição, foi Professor Emérito do Departamento de Medicina Legal, Ética Médica e Medicina Social e do Trabalho da FMUSP, onde coordenou também o Programa de Pós-Graduação em Ciências (Medicina Legal). Segre foi pioneiro na institucionalização da Bioética no Brasil, contribuindo para que as questões éticas ocupassem papel central na formação médica. Em 1995, fundou a Sociedade Brasileira de Bioética (SBB), e criou e coordenou a primeira Câmara Técnica Interdisciplinar de Bioética do Conselho Regional de Medicina de São Paulo (Cremesp), do qual foi conselheiro e vice-presidente entre 1993 e 2003. Sua trajetória inclui ainda a direção da Associação Nacional de Médicos do Trabalho e a reformulação do Museu Técnico-Científico do Instituto Oscar Freire. Foi defensor incansável do princípio da autonomia do paciente, especialmente nos contextos clínicos e institucionais. Segre também contribuiu ativamente para a produção e divulgação do pensamento bioético no Brasil. Entre seus principais trabalhos estão o livro Bioética (Edusp, 1995), organizado com o professor Cláudio Cohen — obra que lhe rendeu o Prêmio Jabuti de Literatura em 1996, na categoria Ciências Sociais e Medicina — e a coautoria do volume Iniciação à Bioética, publicado pelo Conselho Federal de Medicina em 1998. Produziu ainda artigos importantes sobre temas como religiosidade, reprodução assistida e o ensino da Bioética. Em reconhecimento à sua contribuição acadêmica e social, foi agraciado com diversas honrarias, incluindo a Medalha por Serviços Prestados ao Trabalhador Brasileiro, o Prêmio Oscar Freire de Medicina Legal da USP e homenagens da própria Universidade de São Paulo."
    },
    {
        "id": 5,
        "name": "William Saad Hossne",
        "years": "1927 - 2016",
        "image": "",
        "bio": "William Saad Hossne (1927-2016), Professor Doutor e Cirurgião Gastroenterologista, formado pela Faculdade de Medicina da USP, foi um dos pioneiros na criação da Sociedade Brasileira de Bioética (SBB), tornando-se seu primeiro Presidente entre 1995 e 1997. Em parceria com a professora Sonia Vieira publicou o livro Experimentações em seres humanos (1985), obra esta que se tornou de grande valia para reflexões na área uma vez que analisa os abusos em pesquisa, assim como propostas para diretrizes éticas em pesquisa. Sendo referência no campo da Bioética e da Ética em Pesquisa participou da criação da Comissão Nacional de Ética em Pesquisa (CONEP), que coordenou entre 1996 e 2007, como também foi um dos a idealizar a Resolução 196 do Conselho Nacional de Saúde, que estabeleceu as normas de pesquisa envolvendo seres humanos no Brasil. Em 2013, o Professor William Saad em entrevista à revista pesquisa Fapesp comenta sobre a importância do tema ganhar espaço nas discussões: “se não tomarmos cuidado, a sociedade pode se autodestruir”, comenta. Para que este sentido de preservação possa ser assegurado, é necessário que vários atores sociais criem delineamentos éticos. Segundo ele, aqui está um dos pontos centrais da Bioética."
    }
]